Repository: brave/ads-ui
Catalog: src/locales/*.po
Languages: es, pt

source: Please refresh the page to try again, or email <0/> for assistance.
es: Por favor, actualice la página para volver a intentarlo o envíe un correo electrónico a <0/> para obtener ayuda.
pt: Por favor, atualize a página e tente novamente, ou envie um e-mail para <0/> para obter ajuda.

source: Please see our <0>Advertiser Privacy Policy</0> and <1>Terms of Service</1> applicable to Brave Ads.
es: Consulte nuestra <0>Política de privacidad del anunciante</0> y <1>Términos de servicio</1> aplicables a Brave Ads.
pt: Por favor, consulte nossa <0>Política de Privacidade do Anunciante</0> e <1>Termos de Serviço</1> que se aplicam ao Brave Ads.

source: Please specify how you heard about Brave Ads
es: Por favor, especifique cómo se enteró de Brave Ads
pt: Por favor, nos diga como você ficou sabendo sobre o Brave Ads

source: Preparing file for upload...
es: Preparando el archivo para cargarlo…
pt: Preparando arquivo para upload...

source: Price
es: Precio
pt: Preço

source: Price is a required field
es: El precio es un campo obligatorio
pt: Preço é um campo obrigatório

source: Pricing
es: Precio
pt: Preços

source: Pricing Type
es: Tipo de precio
pt: Tipo de Preço

source: Pricing type is a required field
es: El tipo de precio es un campo obligatorio
pt: Tipo de preço é um campo obrigatório

source: Pricing type must be CPM, CPC, or CPSV
es: El tipo de precio debe ser CPM, CPC o CPSV
pt: O tipo de preço deve ser CPM, CPC ou CPSV

source: Primary region of business
es: Región principal de la empresa
pt: Principal região de negócios

source: Primary region of business is required
es: Se requiere la región principal de la empresa
pt: A principal região de negócios é obrigatória

source: Private Key
es: Clave privada
pt: Chave Privada

source: Proceed
es: Proceder
pt: Avançar

source: Profile
es: Perfil
pt: Perfil

source: Profile API Key
es: Clave API del perfil
pt: Chave de API do Perfil

source: Profile Details
es: Detalles del perfil
pt: Detalhes do Perfil

source: Query parameter
es: Parámetro de consulta
pt: Parâmetro de consulta

source: Query string parameters
es: Parámetros de cadena de consulta
pt: Parâmetros de string de consulta

source: Reach 70+ million highly engaged, otherwise unreachable users.
es: Llegue a más de 70 millones de usuarios altamente comprometidos, a los que de otro modo no llegaría.
pt: Alcance mais de 70 milhões de usuários altamente engajados, que de outra forma seriam inalcançáveis.

source: Ready to reach your first million users? Start your first campaign today.
es: ¿Listo(a) para llegar a su primer millón de usuarios? Comience su primera campaña hoy mismo.
pt: Pronto para alcançar o seu primeiro milhão de usuários? Comece a sua primeira campanha hoje.

source: Remove
es: Eliminar
pt: Remover

source: Remove Conversion tracking
es: Eliminar seguimiento de conversión
pt: Remover rastreamento de Conversão

source: Request another link.
es: Solicitar otro enlace.
pt: Solicitar outro link.

source: Return to dashboard
es: Volver al panel de control
pt: Voltar ao dashboard

source: Review
es: Revisar
pt: Revisão

source: Review ads
es: Revisar anuncios
pt: Revisar anúncios

source: Risk Free
es: Sin riesgos
pt: Sem riscos

source: Sample Queries
es: Consultas de ejemplo
pt: Amostras de Consultas

source: Save
es: Guardar
pt: Salvar

source: Save ad
es: Guardar anuncio
pt: Salvar anúncio

source: Saving...
es: Guardando…
pt: Salvando...

source: Search homepage
es: Buscar página de inicio
pt: Página inicial de pesquisa

source: Search keyword
es: Buscar palabra clave
pt: Palavra-chave de busca

source: Search keyword ads
es: Buscar anuncios de palabras clave
pt: Anúncios de palavra-chave de busca

source: Select Account
es: Seleccionar cuenta
pt: Selecionar conta

source: Select one campaign to clone
es: Seleccione una campaña para clonar
pt: Selecione uma campanha para clonar

source: Select one campaign to edit
es: Seleccione una campaña para editar
pt: Selecione uma campanha para editar

source: Select the ads you would like to include in this ad set. Only checked ads are included.
es: Seleccione los anuncios que desea incluir en este conjunto de anuncios. Solo se incluyen los anuncios marcados.
pt: Selecione os anúncios que deseja incluir neste conjunto de anúncios. Apenas os anúncios marcados com "check" serão incluídos.

source: Select the audience segments to target
es: Seleccione los segmentos de audiencia a los que desea dirigirse
pt: Selecione os segmentos de público-alvo

source: Select the geographic regions where your ads will be shown.
es: Seleccione las regiones geográficas en las que se mostrarán sus anuncios.
pt: Selecione as regiões geográficas onde seus anúncios serão exibidos.

source: Select the interest segments and platforms you would like to target.
es: Seleccione los segmentos de interés y las plataformas a las que desea dirigirse.
pt: Selecione os segmentos de interesse e plataformas que você deseja direcionar.

source: Select the platforms to target
es: Seleccione las plataformas a las que se dirigirá
pt: Selecione as plataformas para direcionar

source: Selected ads
es: Anuncios seleccionados
pt: Anúncios selecionados

source: Setup Progress
es: Progreso de configuración
pt: Progresso da Configuração

source: Simple ads to reach digital trend-setters around the world
es: Anuncios simples para llegar a los líderes de tendencias digitales en todo el mundo
pt: Anúncios simples para alcançar os pioneiros digitais em todo o mundo

source: Site Visit Rate
es: Tasa de visitas al sitio
pt: Taxa de Visitas ao Site

source: Site visits
es: Visitas al sitio
pt: Visitas ao site

source: Site Visits
es: Visitas al sitio
pt: Visitas ao Site

source: Skip survey and continue
es: Saltar encuesta y continuar
pt: Pular pesquisa e continuar

source: Something went wrong.
es: Algo salió mal.
pt: Algo deu errado.

source: Spend
es: Gastar
pt: Gasto

source: Sponsored
es: Patrocinado
pt: Patrocinado

source: Start
es: Empezar
pt: Iniciar

source: Start a campaign with BAT
es: Inicie una campaña con BAT
pt: Iniciar uma campanha com BAT

source: Start Date
es: Fecha de inicio
pt: Data de Início

source: Start Date is required
es: Se requiere la fecha de inicio
pt: A data de Início é obrigatória

source: Start Date must be minimum of 2 days from today
es: La fecha de inicio debe ser de un mínimo de 2 días a partir de hoy
pt: A data de Início deve ser no mínimo 2 dias a partir de hoje

source: Start fast and experiment
es: Empiece rápido y experimente
pt: Comece rápido e experimente

source: Start Time
es: Hora de inicio
pt: Hora de Início

source: Start your company profile
es: Inicie el perfil de su empresa
pt: Crie o perfil da sua empresa

source: State
es: Estado
pt: Estado

source: Status
es: Estado

source: Street address
es: Dirección de la calle
pt: Endereço

source: Street address is required
es: Se requiere la dirección de la calle
pt: O endereço é obrigatório

source: Submit
es: Enviar
pt: Enviar

source: Success! Check your email.
es: ¡Éxito! Revise su correo electrónico.
pt: Sucesso! Verifique seu e-mail.

source: Successfully logged in!
es: ¡Sesión iniciada con éxito!
pt: Login realizado com sucesso!

source: Support
es: Soporte
pt: Suporte

source: Take our survey!
es: ¡Responda nuestra encuesta!
pt: Responda nossa pesquisa!

source: Tap into more than <0>9 billion</0> annual Web searches
es: Aproveche más de <0>9 mil millones</0> de búsquedas web anuales
pt: Aproveite mais de <0>9 bilhões</0> de pesquisas anuais na Web

source: Target URL
es: URL de destino
pt: URL de Destino

source: Target URL is a required field
es: La URL de destino es un campo obligatorio
pt: URL de Destino é um campo obrigatório

source: Target URL is not valid
es: La URL de destino no es válida
pt: A URL de Destino não é válida

source: Target URL not validated
es: URL de destino no validada
pt: URL de Destino não validada

source: Targeting
es: Segmentación
pt: Direcionamento

source: Tell us why you're interested in Brave Ads
es: Cuéntenos por qué le interesa Brave Ads
pt: Nos conte por que você está interessado no Brave Ads

source: Terms & Conditions acknowledgement is required
es: Se requiere la aceptación de los Términos y Condiciones
pt: É necessário concordar com os Termos e Condições

source: The <0>Basic Attention Token (BAT)</0> is Brave’s native crypto token. Brave Browser users who opt into <1>Brave Rewards</1> can earn BAT just for opting into viewing ads from the Brave Ads network. Earners can hold BAT like any other crypto asset, trade it, cash it in, or even donate it to their favorite creators.
es: El <0>Basic Attention Token (BAT)</0> es el token criptográfico nativo de Brave. Los usuarios del navegador Brave que opten por <1>Brave Rewards</1> pueden ganar BAT sólo por ver anuncios de la red Brave Ads. Los ganadores pueden conservar el BAT como cualquier otro criptoactivo, comerciar con él, canjearlo o incluso donarlo a sus creadores favoritos.
pt: O <0>Basic Attention Token (BAT)</0> é a criptomoeda nativa do Brave. Usuários do navegador Brave que optam pelas <1>Recompensas Brave</1> podem ganhar BAT apenas por visualizar anúncios da rede dos Anúncios Brave. Os ganhadores podem manter o BAT como qualquer outro ativo cripto, trocá-lo, convertê-lo em dinheiro ou até mesmo doá-lo aos seus criadores favoritos.

source: The current value for this metric may be an underestimate.
es: El valor actual de esta métrica puede ser una subestimación.
pt: O valor atual para esta métrica pode ser uma subestimativa.

source: The following query string parameters will be added to your landing page URLs. This will allow you to track the performance of your ads.
es: Los siguientes parámetros de cadena de consulta se agregarán a las URL de su página de destino. Esto le permitirá realizar un seguimiento del rendimiento de sus anuncios.
pt: Os seguintes parâmetros da string de consulta serão adicionados às URLs das suas páginas de destino. Isso permitirá que você acompanhe o desempenho dos seus anúncios.

source: The username or password did not match our records.
es: El nombre de usuario o la contraseña no coincidieron con nuestros registros.
pt: O nome de usuário ou senha não correspondem aos nossos registros.

source: This is a news display ad, it wll look like part of the news feed.
es: Este es un anuncio de noticias, se verá como parte de la fuente de noticias.
pt: Este é um anúncio de exibição de notícias, ele será integrado ao feed de notícias.

source: This key is unique to you, make sure to safely store it and avoid sharing it with others to prevent unauthorized access.
es: Esta clave es única para usted, asegúrese de guardarla de forma segura y evite compartirla con otros para evitar el acceso no autorizado.
pt: Esta chave é exclusiva para você. Guarde-a com segurança e evite compartilhá-la com outras pessoas para evitar acessos não autorizados.

source: This month
es: Este mes
pt: Esse mês

source: Time Zone
es: Zona horaria
pt: Fuso horário

source: Title
es: Título
pt: Título

source: Title Preview
es: Vista previa del título
pt: Visualização do Título

source: To
es: Para
pt: Para

source: To protect user’s privacy, verified ad conversion data is encrypted so that the identities of converted users remain anonymous to Brave. You can decrypt the conversion data in the CSV file by providing your private key here. If no key is provided, you will receive the encrypted conversion data. Your private key will never be sent to or stored on any Brave servers.
es: Para proteger la privacidad del usuario, los datos de conversión de anuncios verificados se cifran para que las identidades de los usuarios convertidos permanezcan anónimas para Brave. Puede descifrar los datos de conversión en el archivo CSV proporcionando su clave privada aquí. Si no se proporciona ninguna clave, recibirá los datos de conversión cifrados. Su clave privada nunca se enviará ni se almacenará en ningún servidor de Brave.
pt: Para proteger a privacidade do usuário, os dados de conversão do anúncio verificado são criptografados, garantindo que as identidades dos usuários convertidos permaneçam anônimas para o Brave. Você pode descriptografar os dados de conversão no arquivo CSV fornecendo sua chave privada aqui. Se nenhuma chave for fornecida, você receberá os dados de conversão criptografados. Sua chave privada nunca será enviada ou armazenada em nenhum servidor do Brave.

source: Today
es: Hoy
pt: Hoje

source: Try a free one-month test to see how Brave Search Ads perform for your brand.
es: Haga una prueba gratuita de un mes para ver el rendimiento de Brave Search Ads para su marca.
pt: Faça um teste gratuito de um mês para ver o desempenho dos Anúncios de Pesquisa Brave para sua marca.

source: Unable to clone campaign
es: No se puede clonar la campaña
pt: Não foi possível clonar a campanha

source: Unable to create a new campaign
es: No se puede crear una nueva campaña
pt: Não foi possível criar uma nova campanha

source: Unable to Create Campaign.
es: No se puede crear una campaña.
pt: Não foi possível criar a campanha.

source: Unable to create payment session. Please try again.
es: No se puede crear una sesión de pago. Por favor, inténtelo de nuevo.
pt: Não foi possível criar uma sessão de pagamento. Por favor, tente novamente.

source: Unable to decrypt conversion data
es: No se pueden descifrar los datos de conversión
pt: Não foi possível descriptografar os dados de conversão

source: Unable to download CSV
es: No se puede descargar CSV
pt: Não foi possível baixar o CSV

source: Unable to get campaign information for ad
es: No se puede obtener la información de la campaña para el anuncio
pt: Não foi possível obter informações da campanha para o anúncio

source: Unable to get profile information
es: No se puede obtener información del perfil
pt: Não foi possível obter informações do perfil

source: Unable to load ad
es: No se puede cargar el anuncio
pt: Não foi possível carregar o anúncio

source: Unable to load reporting details for campaign: {0}
es: No se pueden cargar los detalles de los informes de la campaña: {0}
pt: Não foi possível carregar os detalhes do relatório para a campanha: {0}

source: Unable to login, link has expired or has already been used.
es: No se puede iniciar sesión, el enlace ha caducado o ya se ha utilizado.
pt: Não foi possível fazer login, o link expirou ou já foi utilizado.

source: Unable to register your organization at this time. Please try again later.
es: No se puede registrar su organización en este momento. Por favor, inténtelo de nuevo más tarde.
pt: No momento, não foi possível cadastrar sua organização. Por favor, tente novamente mais tarde.

source: Unable to retrieve Campaign data.
es: No se pueden recuperar los datos de la campaña.
pt: Não foi possível recuperar os dados da Campanha.

source: Unable to retrieve images
es: No se pueden recuperar imágenes
pt: Não foi possível recuperar as imagens

source: Unable to save ad
es: No se puede guardar el anuncio
pt: Não foi possível salvar o anúncio

source: Unable to submit registration
es: No se puede enviar el registro
pt: Não foi possível enviar o cadastro

source: Unable to update Advertiser.
es: No se puede actualizar el anunciante.
pt: Não foi possível atualizar o Anunciante.

source: Unable to Update Campaign.
es: No se puede actualizar la campaña.
pt: Não foi possível atualizar a Campanha.

source: Unable to upload image
es: No se puede subir la imagen
pt: Não foi possível carregar a imagem

source: Unexpected error validating your credentials. Please try again later.
es: Error inesperado al validar sus credenciales. Por favor, inténtelo de nuevo más tarde.
pt: Erro inesperado ao validar suas credenciais. Por favor, tente novamente mais tarde.

source: Unknown
es: Desconocido
pt: Desconhecido

source: Update & Submit For Approval
es: Actualizar y enviar para aprobación
pt: Atualizar e Enviar Para Aprovação

source: Upload
es: Subir
pt: Carregar

source: Upload Image
es: Subir imagen
pt: Enviar Imagem

source: Upload new image
es: Subir nueva imagen
pt: Enviar nova imagem

source: Uploaded images can be shared across different ad sets within a Campaign. For best quality, upload images at 900x750px resolution. Images will be automatically scaled to this size.
es: Las imágenes subidas se pueden compartir entre diferentes conjuntos de anuncios dentro de una campaña. Para obtener la mejor calidad, cargue imágenes con una resolución de 900x750px. Las imágenes se escalarán automáticamente a este tamaño.
pt: As imagens enviadas podem ser compartilhadas entre diferentes conjuntos de anúncios dentro de uma Campanha. Para obter a melhor qualidade, envie imagens com resolução de 900x750px. As imagens serão automaticamente dimensionadas para esse tamanho.

source: Uploading file...
es: Cargando archivo…
pt: Enviando arquivo...

source: Upvotes
es: Votos a favor
pt: Curtidas

source: URL is valid.
es: La URL es válida.
pt: A URL é válida.

source: URL must not contain any whitespace
es: La URL no debe contener espacios en blanco
pt: A URL não deve conter espaços em branco

source: URL must start with https://
es: La URL debe comenzar con https://
pt: A URL deve começar com https://

source: URL Pattern
es: Patrón de URL
pt: Padrão de URL

source: URL should have a trailing asterisk - Example: https://brave.com/products/*
es: La URL debe tener un asterisco al final - Ejemplo: https://brave.com/products/*
pt: A URL deve ter um asterisco no final - Exemplo: https://brave.com/produtos/*

source: Use existing ads
es: Usar anuncios existentes
pt: Usar anúncios existentes

source: Validating URL...
es: Validando URL…
pt: Validando URL...

source: Value
es: Valor
pt: Valor

source: Verified Conversions Report
es: Informe de conversiones verificadas
pt: Relatório de Conversões Verificadas

source: View profile
es: Ver perfil
pt: Ver perfil

source: View-through Conversions
es: Conversiones por visualización
pt: Conversões por Visualização

source: Visit Help Center
es: Visitar el centro de ayuda
pt: Visitar a Central de Ajuda

source: We value your feedback and would love to hear your thoughts on your recent experience. <0/>Your input will help us improve the Brave Ads platform to better meet your needs. <1/>It only takes a few minutes and your participation will be greatly appreciated! <2/>Thank you for using Brave Ads! <3/>
es: Valoramos sus comentarios y nos encantaría conocer su opinión sobre su experiencia reciente. <0/>Sus comentarios nos ayudarán a mejorar la plataforma de Brave Ads para satisfacer mejor sus necesidades. <1/>¡Solo toma unos minutos y su participación será muy apreciada! <2/>¡Gracias por usar Brave Ads! <3/>
pt: Valorizamos seu feedback e adoraríamos ouvir suas opiniões sobre sua experiência recente. <0/>Sua contribuição nos ajudará a melhorar a plataforma Brave Ads para atender melhor às suas necessidades. <1/>Leva apenas alguns minutos e sua participação será muito importante! <2/>Obrigado por usar o Brave Ads! <3/>

source: Website must not contain any whitespace
es: El sitio web no debe contener ningún espacio en blanco
pt: O site não deve conter espaços em branco

source: Website must start with https://
es: El sitio web debe comenzar con https://
pt: O site deve começar com https://

source: What is Brave Ads?
es: ¿Qué es Anuncios de Brave?
pt: O que são os Anúncios Brave?

source: What’s BAT?
es: ¿Qué es BAT?
pt: O que é BAT?

source: What’s Brave?
es: ¿Qué es Brave?
pt: O que é Brave?

source: Where did you hear about Brave Ads
es: ¿Dónde se enteró de Brave Ads?
pt: Onde você ouviu falar sobre o Brave Ads

source: While looking up alternatives to Google Ads
es: Al buscar alternativas a Google Ads
pt: Enquanto procurava alternativas para o Google Ads

source: Why use Brave Ads?
es: ¿Por qué utilizar Anuncios de Brave?
pt: Por que usar os Anúncios Brave?

source: Work email
es: Correo electrónico de trabajo
pt: E-mail corporativo

source: Yes
es: Sí
pt: Sim

source: You are attempting to create a new keypair, this will replace any of your account’s existing keypairs. Please note, previous keypairs cannot be retrieved or used once replaced.
es: Está intentando crear un nuevo par de claves, que reemplazará cualquiera de los pares de claves existentes de su cuenta. Tenga en cuenta que los pares de claves anteriores no se pueden recuperar ni utilizar una vez reemplazados.
pt: Você está tentando criar um novo par de chaves, isso substituirá qualquer um dos pares de chaves existentes na sua conta. Observe que os pares de chaves anteriores não podem ser recuperados ou usados uma vez que forem substituídos.

source: You have {0} errors that must be fixed before submitting.
es: Tiene {0} errores que deben corregirse antes de enviar.
pt: Você tem {0} erros que devem ser corrigidos antes de enviar.

source: You have unsaved changes
es: Tiene cambios sin guardar
pt: Você tem alterações não salvas

source: You may have access to multiple accounts. Switch between them here.
es: Es posible que tenga acceso a varias cuentas. Cambie entre ellas aquí.
pt: Você pode ter acesso a várias contas. Alterne entre elas aqui.

source: You will soon receive an email with the next steps of registration. While you wait, we recommend you check out our help center to get helpful information for getting started with Brave Ads.
es: Pronto recibirá un correo electrónico con los próximos pasos del registro. Mientras espera, le recomendamos que consulte nuestro centro de ayuda para obtener información útil para comenzar con Brave Ads.
pt: Em breve, você receberá um e-mail com os próximos passos do cadastro. Enquanto isso, sugerimos que você dê uma olhada em nossa Central de Ajuda para obter informações úteis sobre como começar a usar o Brave Ads.

source: Your account’s new public key will be:
es: La nueva clave pública de su cuenta será:
pt: A nova chave pública da sua conta será:

source: Your account’s public key:
es: La clave pública de su cuenta:
pt: A chave pública da sua conta:

source: Your campaign has been created and is now being reviewed by our ads team. <0/>We’ll be in contact as soon as your campaign is approved and activated.
es: Su campaña ha sido creada y ahora está siendo revisada por nuestro equipo de anuncios. <0/>Nos pondremos en contacto con usted tan pronto como se apruebe y active su campaña.
pt: Sua campanha foi criada e está sendo revisada por nossa equipe de anúncios. <0/>Entraremos em contato assim que sua campanha for aprovada e ativada.

source: Your campaign has been updated! <0/>If you added new ads, we’ll be in contact as soon as they are approved and activated. <1/>Thank you for using Brave Ads!
es: ¡Su campaña ha sido actualizada! <0/>Si agregó nuevos anuncios, nos pondremos en contacto con usted tan pronto como se aprueben y activen. <1/>¡Gracias por usar Brave Ads!
pt: Sua campanha foi atualizada! <0/>Se você adicionou novos anúncios, entraremos em contato assim que eles forem aprovados e ativados. <1/>Obrigado por usar o Brave Ads!

source: Your trial campaign will be reviewed by an Account Manager. Add any notes or questions for them here.
es: Su campaña de prueba será revisada por un Gerente de Cuenta. Agregue cualquier nota o pregunta para ellos aquí.
pt: Sua campanha de teste será revisada por um Gerente de Conta. Adicione aqui quaisquer observações ou perguntas para eles.

source: Zip / Postal Code
es: Código postal
pt: CEP

source: CTR
pt: CTR (Taxa de Cliques)

source: No
pt: Não
