Repository: brave/ads-ui
Catalog: src/locales/*.po
Languages: es, pt

source: Disabled because you haven’t made any changes
es: Deshabilitado porque no ha realizado ningún cambio
pt: Desativado por falta de alterações

source: Disabled due to validation errors
es: Deshabilitado debido a errores de validación
pt: Desativado devido a erros de validação

source: Discard ad
es: Descartar anuncio
pt: Descartar Anúncio

source: Discard campaign
es: Descartar campaña
pt: Descartar Campanha

source: Dismissal Rate
es: Tasa de rechazo
pt: Taxa de Dispensas

source: Dismissals
es: Rechazos
pt: Dispensas

source: Documentation can be found <0>here</0> on how to use the API.
es: Puede encontrar documentación <0>aquí</0> sobre cómo usar la API.
pt: A documentação sobre como utilizar a API pode ser encontrada <0>aqui</0>.

source: Domain
es: Dominio
pt: Domínio

source: Domain is required
es: Se requiere dominio
pt: O domínio é obrigatório

source: Domain must not contain any whitespace
es: El dominio no debe contener espacios en blanco
pt: O domínio não deve conter espaços em branco

source: Domain to advertise
es: Dominio para publicitar
pt: Domínio para anunciar

source: Don’t see the email? Check your spam folder or <0>try again.</0>
es: ¿No ve el correo electrónico? Revise su carpeta de correo no deseado o <0>inténtelo de nuevo.</0>
pt: Não recebeu o e-mail? Verifique sua pasta de spam ou <0>tente novamente.</0>

source: Download Report
es: Descargar informe
pt: Baixar Relatório

source: Downvotes
es: Votos negativos
pt: Votos Negativos

source: Draft
es: Borrador
pt: Rascunho

source: Drafts
es: Borradores
pt: Rascunhos

source: Edit
es: Editar
pt: Editar

source: Edit {campaignName}
es: Editar {campaignName}
pt: Editar {campaignName}

source: Edit ad
es: Editar anuncio
pt: Editar anúncio

source: Email
es: Correo electrónico

source: Email address is required
es: Se requiere una dirección de correo electrónico

source: End
es: Finalización
pt: Fim

source: End Date
es: Fecha de finalización
pt: Data Final

source: End date is required
es: Se requiere fecha de finalización
pt: A data final é obrigatória

source: End date must be after start date
es: La fecha de finalización debe ser posterior a la fecha de inicio
pt: A data final deve ser após a data de início

source: End Time
es: Hora de finalización
pt: Horário de término

source: Enter a URL that indicates a desired action you want to measure, like a subscription or purchase confirmation page. Brave will count unique visits to that page as conversions if a user has seen or clicked your ad.
es: Introduzca una URL que indique una acción deseada que desea medir, como una página de confirmación de suscripción o compra. Brave contará las visitas únicas a esa página como conversiones si un usuario ha visto o hecho clic en su anuncio.
pt: Insira uma URL que indique uma ação desejada que você deseja medir, como uma página de confirmação de assinatura ou compra. O Brave contará visitas únicas a essa página como conversões se um usuário tiver visto ou clicado no seu anúncio.

source: Enter Ads Manager
es: Ingresar al Administrador de Anuncios
pt: Acessar o Gerenciador de Anúncios

source: Enter your email address to get a secure login link. Use this link to access your Brave Ads account.
es: Ingrese su dirección de correo electrónico para obtener un enlace de inicio de sesión seguro. Use este enlace para acceder a su cuenta de Brave Ads.
pt: Insira seu e-mail para obter um link seguro de login. Use este link para acessar sua conta do Brave Ads.

source: Escape the low CTR of display banners
es: Escape del CTR bajo de los banners de visualización
pt: Fuja do baixo CTR dos banners de exibição

source: Example - https://brave.com/brave-rewards/
es: Ejemplo - https://brave.com/brave-rewards/
pt: Exemplo - https://brave.com/brave-rewards/

source: Export
es: Exportar
pt: Exportar

source: Failed to Fetch
es: Error al recuperar
pt: Falha ao buscar

source: Failed to load image
es: Error al cargar la imagen
pt: Falha ao carregar imagem

source: Failed to upload image
es: Error al subir la imagen
pt: Falha ao enviar imagem

source: Feedback
es: Retroalimentación

source: File upload complete for "{fileName}"
es: Carga de archivo completa para “{fileName}”
pt: Upload de arquivo completo para "{fileName}"

source: Filter ads by name...
es: Filtrar anuncios por nombre…
pt: Filtrar anúncios por nome...

source: Finalize & submit
es: Finalizar y enviar
pt: Finalizar e submeter

source: First party tracking acknowledgement is required
es: Se requiere el reconocimiento de seguimiento de origen
pt: É necessário concordar com o rastreamento interno do site

source: For businesses of all sizes. Create your campaign in minutes, starting with as little as $500 per month.
es: Para empresas de todos los tamaños. Cree su campaña en minutos, a partir de tan solo $500 al mes.
pt: Para negócios de todos os tamanhos. Crie sua campanha em minutos, começando com apenas $500 por mês.

source: Format
es: Formato
pt: Formato

source: From
es: De
pt: De

source: From a Brave sales representative
es: De un representante de ventas de Brave
pt: De um representante de vendas do Brave

source: From a friend/colleague
es: De un amigo/colega
pt: De um amigo/colega

source: From an influential person I follow online
es: De una persona influyente a la que sigo en línea
pt: De uma pessoa influente que sigo online

source: Full Landing Page URL
es: URL de la página de destino completa
pt: URL Completa da Página de Destino

source: Full name
es: Nombre completo
pt: Nome completo

source: Full Name
es: Nombre completo
pt: Nome Completo

source: Full name is required
es: Se requiere el nombre completo
pt: O nome completo é obrigatório

source: General Ad Inquiries
es: Consultas generales sobre anuncios
pt: Dúvidas Gerais sobre Anúncios

source: Generate
es: Generar
pt: Gerar

source: Generate a keypair for your account. Brave Ads will use your account’s public key to sign and encrypt conversion data. Only your organization will have access to the private key, which can be used to decrypt and view conversion data.
es: Genere un par de claves para su cuenta. Brave Ads usará la clave pública de su cuenta para firmar y cifrar los datos de conversión. Solo su organización tendrá acceso a la clave privada, que se puede usar para descifrar y ver los datos de conversión.
pt: Gere um par de chaves para sua conta. Os Anúncios Brave usarão a chave pública da sua conta para assinar e criptografar dados de conversão. Apenas a sua organização terá acesso à chave privada, que pode ser usada para descriptografar e visualizar dados de conversão.

source: Generate a new API key?
es: ¿Generar una nueva clave API?
pt: Gerar uma nova chave de API?

source: Generate API Key
es: Generar una clave API
pt: Gerar Chave de API

source: Generating a new API key will result in the deactivation of your previous key, rendering it unusable for future requests. Make sure to update your code with the new key to avoid disruptions in your application’s functionality.
es: La generación de una nueva clave API dará como resultado la desactivación de su clave anterior, dejándola inutilizable para futuras solicitudes. Asegúrese de actualizar el código con la nueva clave para evitar interrupciones en la funcionalidad de la aplicación.
pt: Gerar uma nova chave de API resultará na desativação da sua chave anterior, tornando-a inutilizável para futuras solicitações. Certifique-se de atualizar seu código com a nova chave para evitar interrupções na funcionalidade de sua aplicação.

source: Get in touch with our team
es: Póngase en contacto con nuestro equipo
pt: Entre em contato como o nosso time

source: Get login link
es: Obtener enlace de inicio de sesión
pt: Obter o link de login

source: Get started
es: Comenzar
pt: Começar

source: Get to your first million users with powerful ad placements on the world’s fastest-growing alternative browser & search engine.
es: Consiga su primer millón de usuarios con potentes ubicaciones de anuncios en el navegador y motor de búsqueda alternativo de más rápido crecimiento del mundo.
pt: Alcance seu primeiro milhão de usuários com anúncios potentes no navegador e mecanismo de busca alternativo que mais cresce no mundo.

source: Help Center
es: Centro de ayuda
pt: Central de Ajuda

source: Hi
es: Hola
pt: Olá

source: Hourly
es: Cada hora
pt: Por hora

source: I have reviewed and agree to the <0>Advertiser Privacy Policy</0> and platform <1>Terms of Service</1> applicable to Brave Ads.
es: He revisado y acepto la <0>Política de privacidad del anunciante<0> y los <1>Términos de servicio</1> de la plataforma aplicables a Brave Ads.
pt: Eu li e concordo com a <0>Política de Privacidade do Anunciante</0> e os <1>Termos de Serviço</1> da plataforma que se aplicam ao Brave Ads.

source: I understand that first-party analytics are necessary for independent reporting.
es: Entiendo que los análisis de origen son necesarios para la elaboración de informes independientes.
pt: Entendo que é necessário usar análises internas para relatórios independentes.

source: I understand that I can only run ad campaigns in English, Spanish, and Portuguese.
es: Entiendo que solo puedo realizar campañas publicitarias en inglés, español y portugués.
pt: Entendo que só posso executar campanhas publicitárias em inglês, espanhol e português.

source: I understand that payment is required before ad campaigns can be launched.
es: Entiendo que se requiere un pago antes de que se puedan lanzar campañas publicitarias.
pt: Entendo que o pagamento é necessário antes que as campanhas possam ser lançadas.

source: I would like to receive marketing emails about new features and promotions from Brave Ads
es: Me gustaría recibir correos electrónicos de marketing sobre nuevas funciones y promociones de Brave Ads
pt: Gostaria de receber e-mails sobre novos recursos e promoções do Brave Ads

source: Id
es: Identificación

source: Image
es: Imagen
pt: Imagem

source: Image failed to load
es: La imagen no pudo cargar
pt: Falha ao carregar imagem

source: Image URL must be hosted on our private CDN
es: La URL de la imagen debe estar alojada en nuestra CDN privada
pt: A URL da imagem deve estar hospedada em nosso CDN privado

source: Image URL must be valid
es: La URL de la imagen debe ser válida
pt: A URL da imagem deve ser válida

source: Images
es: Imágenes
pt: Imagens

source: Impressions
es: Impresiones
pt: Visualizações

source: In a blog post/news article
es: En una publicación de blog/artículo de noticias
pt: Em uma postagem de blog/artigo de notícias

source: In a newsletter I subscribe to
es: En un boletín al que me suscribo
pt: Em uma newsletter que sou inscrito

source: In a post by Brave on LinkedIn
es: En una publicación de Brave en LinkedIn
pt: Em uma postagem do Brave no LinkedIn

source: In a video on YouTube
es: En un video en YouTube
pt: Em um vídeo no YouTube

source: In your local time this is
es: En su hora local, esto es
pt: No seu horário local, isso é

source: Include campaigns that ended over 6 months ago
es: Incluir campañas que finalizaron hace más de 6 meses
pt: Incluir campanhas que terminaram há mais de 6 meses

source: Invalid format
es: Formato no válido
pt: Formato inválido

source: invalid session
es: sesión no válida
pt: sessão inválida

source: Invalid Session
es: Sesión no válida
pt: Sessão Inválida

source: Invalid Token
es: Token no válido
pt: Token Inválido

source: is not
es: no es
pt: não é

source: It is a modern <0>advertiser-first</0> ad platform made to help brands reach new users. Brave Ads are discrete, unobtrusive first-party ads built directly into the browser and search engine, with familiar formats like push notifications and news-feed ads. Brave’s innovative on-device targeting respects a user’s desire for privacy while still delivering personalized ads based on their interests, which drives high ROI for advertisers.
es: Es una moderna plataforma publicitaria que <0> prioriza al anunciante</0> creada para ayudar a las marcas a llegar a nuevos usuarios. Brave Ads son anuncios propios discretos y no invasivos integrados directamente en el navegador y el motor de búsqueda, con formatos familiares como notificaciones push y anuncios de noticias. La innovadora segmentación en el dispositivo de Brave respeta el deseo de privacidad del usuario y, al mismo tiempo, ofrece anuncios personalizados basados en sus intereses, lo que genera un alto retorno de la inversión para los anunciantes.
pt: É uma plataforma de publicidade moderna, <0>focada nos anunciantes</0>, projetada para ajudar as marcas a alcançarem novos usuários. Os Anúncios Brave são discretos, não intrusivos e são anúncios próprios integrados diretamente no navegador e no mecanismo de busca, com formatos familiares como notificações push e anúncios no feed de notícias. O inovador direcionamento no dispositivo do Brave respeita o desejo do usuário por privacidade, ao mesmo tempo em que oferece anúncios personalizados com base em seus interesses, o que gera um alto retorno sobre o investimento para os anunciantes.

source: It is scheduled to start {campaignStartFromNow}.
es: Está programada para iniciarse {campaignStartFromNow}.
pt: O seu início está agendado para {campaignStartFromNow}.

source: Key copied
es: Clave copiada
pt: Chave copiada

source: Keypairs
es: Pares de claves
pt: Pares de chaves

source: Language acknowledgement is required
es: Se requiere confirmación de idioma
pt: É necessário confirmar o idioma

source: Last 30 days
es: Últimos 30 días
pt: Últimos 30 dias

source: Last 7 days
es: Últimos 7 días
pt: Últimos 7 dias

source: Last month
es: El mes pasado
pt: Último mês

source: Learn More
es: Más información
pt: Saiba Mais

source: Let Brave pick categories for me.
es: Dejar que Brave elija las categorías por mí.
pt: Deixe o Brave escolher categorias para mim.

source: Lifetime Budget
es: Presupuesto vitalicio
pt: Orçamento Vitalício

source: Lifetime budget is required
es: Se requiere presupuesto vitalicio
pt: O orçamento vitalício é obrigatório

source: Lifetime budget must be ${MIN_PER_CAMPAIGN} or more
es: El presupuesto vitalicio debe ser de ${MIN_PER_CAMPAIGN} o más
pt: O orçamento vitalício deve ser de ${MIN_PER_CAMPAIGN} ou mais

source: Lifetime budget must be higher for date range provided. Minimum ${min}.
es: El presupuesto vitalicio debe ser mayor para el intervalo de fechas proporcionado. Mínimo ${min}.
pt: O orçamento vitalício deve ser maior para o intervalo de datas fornecido. Mínimo ${min}.

source: Locations
es: Ubicaciones
pt: Localizações

source: Log in
es: Iniciar sesión
pt: Entrar

source: Log into your Brave Ads account
es: Inicie sesión en su cuenta de Brave Ads
pt: Faça login em sua conta do Brave Ads

source: Logging in
es: Iniciando sesión
pt: Fazendo login

source: Logout
es: Cerrar sesión
pt: Sair

source: Make payment & submit for approval
es: Realizar el pago y enviarlo para su aprobación
pt: Efetue o pagamento e envie para aprovação

source: Make sure to include your brand name in the title OR body of the ad. Otherwise, it will be rejected.
es: Asegúrese de incluir el nombre de su marca en el título O en el cuerpo del anuncio. De lo contrario, será rechazado.
pt: Certifique-se de incluir o nome da sua marca no título OU no corpo do anúncio. Caso contrário, ele será rejeitado.

source: Max 30 Characters
es: Máximo 30 caracteres
pt: Máx. 30 caracteres

source: Max 60 Characters
es: Máximo 60 caracteres
pt: Máx. 60 caracteres

source: Modifying an ad will immediately put it into review. This means it will no longer be shown to users until it is approved.
es: Modificar un anuncio lo pondrá de inmediato en revisión. Esto significa que ya no se mostrará a los usuarios hasta que sea aprobado.
pt: Modificar um anúncio o colocará imediatamente em revisão. Isso significa que não será mais exibido aos usuários até que seja aprovado.

source: Modifying an ad will immediately put it into review. This means it will no longer be shown to users until it is approved. This ad is also shared across {campaignLength} campaigns. Any modifications made will be effective for all campaigns using this creative.
es: Modificar un anuncio lo pondrá de inmediato en revisión. Esto significa que ya no se mostrará a los usuarios hasta que sea aprobado. Este anuncio también se comparte en todas las campañas de {campaignLength}. Cualquier modificación realizada será efectiva para todas las campañas que utilizan este creativo.
pt: Modificar um anúncio o colocará imediatamente em revisão. Isso significa que não será mais exibido aos usuários até que seja aprovado. Este anúncio também é compartilhado em {campaignLength} campanhas. Quaisquer modificações feitas serão eficazes para todas as campanhas que utilizam este criativo.

source: Modifying the state of this ad will effect more than one campaign:
es: Modificar el estado de este anuncio afectará a más de una campaña:
pt: Modificar o estado deste anúncio afetará mais de uma campanha:

source: Name
es: Nombre
pt: Nome

source: Name your ad set to distinguish it from others.
es: Asigne un nombre a su conjunto de anuncios para distinguirlo de los demás.
pt: Nomeie seu conjunto de anúncios para diferenciá-lo dos demais.

source: New
es: Nuevo
pt: Novo

source: New ad
es: Nuevo anuncio
pt: Novo anúncio

source: New API Key
es: Nueva clave API
pt: Nova Chave de API

source: New Campaign
es: Nueva campaña
pt: Nova Campanha

source: New campaigns typically take up to 48 hours to review during a regular U.S. business week.
es: Las nuevas campañas suelen tardar hasta 48 horas en revisarse durante una semana laboral regular en Estados Unidos.
pt: Novas campanhas geralmente demoram até 48 horas para serem revisadas durante uma semana de trabalho regular, equivalente a dois dias úteis, nos Estados Unidos.

source: New Keypair
es: Nuevo par de claves
pt: Novo Par de Chaves

source: New tab takeover
es: Dominio de nueva pestaña
pt: Novo destaque de aba

source: New tab takeovers
es: Dominio de nuevas pestañas
pt: Novos destaques de aba

source: Newsfeed
es: Fuente de noticias
pt: Feed de notícias

source: Newsfeed Ad
es: Anuncio en la fuente de noticias
pt: Anúncio no feed de notícias

source: Newsfeed ads
es: Anuncios en la fuente de noticias
pt: Anúncios no feed de notícias

source: Next
es: Siguiente
pt: Próximo

source: No {billingType} pricing available for {label}, contact selfserve@brave.com for help
es: No hay precios de {billingType} disponibles para {label}, contacte a selfserve@brave.com para obtener ayuda
pt: Não há preços de {billingType} disponíveis para {label}, entre em contato com selfserve@brave.com para obter ajuda

source: No conversion URL setup
es: No hay configuración de URL de conversión
pt: Nenhuma configuração de URL de conversão

source: No file result
es: No hay resultado del archivo
pt: Sem resultado de arquivo

source: No previous ads available
es: No hay anuncios anteriores disponibles
pt: Nenhum anúncio anterior disponível

source: no session created
es: no se ha creado ninguna sesión
pt: nenhuma sessão criada

source: Not automatically redirected? Click this link to go to the dashboard.
es: ¿No se redirige automáticamente? Haga clic en este enlace para ir al panel de control.
pt: Não foi redirecionado automaticamente? Clique neste link para acessar o dashboard.

source: Notes
es: Notas
pt: Notas

source: Notification
es: Notificación
pt: Notificação

source: Notification ad
es: Anuncio de notificación
pt: Anúncio de notificação

source: Notification ads
es: Anuncios de notificación
pt: Anúncios de notificação

source: Observation Window
es: Ventana de observación
pt: Janela de Observação

source: Observation window must be 1, 7, or 30 days.
es: La ventana de observación debe ser de 1, 7 o 30 días.
pt: A janela de observação deve ser de 1, 7 ou 30 dias.

source: Observation window required.
es: Se requiere ventana de observación.
pt: A janela de observação é necessária.

source: On / Off
es: Encendido / Apagado
pt: Ligado / Desligado

source: On a podcast I listen to
es: En un podcast que escucho
pt: Em um podcast que eu ouço

source: On/Off
es: Encendido/Apagado
pt: Ligado/Desligado

source: Once confirmed, your account’s keypair will be replaced with the new keypair.
es: Una vez confirmado, el par de claves de su cuenta se reemplazará por el nuevo par de claves.
pt: Uma vez confirmado, o par de chaves da sua conta será substituído pelo novo par de chaves.

source: Or email <0>searchads@brave.com</0>
es: O envíe un correo electrónico a <0>searchads@brave.com</0>
pt: Ou envie um e-mail para <0>searchads@brave.com</0>

source: or sign in using a password
es: o inicie sesión usando una contraseña
pt: ou faça login usando uma senha

source: or sign in using a secure link
es: o inicie sesión usando un enlace seguro
pt: ou faça login usando um link seguro

source: OS
es: Sistema Operativo
pt: SO (Sistema Operacional)

source: Other (please specify)
es: Otro (por favor, especifique)
pt: Outro (por favor, especifique)

source: Other accounts
es: Otras cuentas
pt: Outras contas

source: Other source
es: Otra fuente
pt: Outra fonte

source: Password
es: Contraseña
pt: Senha

source: Pause
es: Pausar
pt: Pausar

source: Pay with BAT to get <0>50% off</0> your first self-managed campaign.
es: Pague con BAT para obtener un <0>50% de descuento</0> en su primera campaña autogestionada.
pt: Pague com BAT para obter <0>50% de desconto</0> na sua primeira campanha autogerenciada.

source: Payment
es: Pago
pt: Pagamento

source: Payment acknowledgement is required
es: Se requiere confirmación de pago
pt: É necessário confirmar o pagamento

source: Payment is required before launching your campaign.
es: Se requiere el pago antes de lanzar su campaña.
pt: Antes de lançar sua campanha, é necessário efetuar o pagamento.

source: Performance Report
es: Informe de rendimiento
pt: Relatório de Desempenho

source: Platforms
es: Plataformas
pt: Plataformas

source: Please ask your Account Manager for reports on campaigns of this format.
es: Por favor, consulte con su Gerente de Cuenta para obtener informes sobre campañas en este formato.
pt: Por favor, consulte o seu Gerente de Conta para obter relatórios sobre campanhas deste tipo.

source: Please confirm your account’s new private key:
es: Por favor, confirme la nueva clave privada de su cuenta:
pt: Por favor, confirme a nova chave privada da sua conta:

source: Please enter a username and password
es: Por favor, introduzca un nombre de usuario y contraseña
pt: Por favor, insira um nome de usuário e senha

source: Please enter a valid domain, for example: brave.com
es: Por favor, introduzca un dominio válido, por ejemplo: brave.com
pt: Por favor, insira um domínio válido, por exemplo: brave.com

source: Please enter a valid email address
es: Por favor, introduzca una dirección de correo electrónico válida

source: Please enter a valid URL, for example https://brave.com
es: Por favor, introduzca una URL válida, por ejemplo, https://brave.com
pt: Por favor, insira uma URL válida, por exemplo https://brave.com

source: Please enter a valid URL, for example https://brave.com/product/*
es: Por favor, introduzca una URL válida, por ejemplo, https://brave.com/product/*
pt: Por favor, insira uma URL válida, por exemplo https://brave.com/product/*

source: Please enter an email.
es: Por favor, introduzca un correo electrónico.
pt: Por favor, insira um e-mail.

source: Please let us know how you heard about Brave Ads
es: Por favor, indíquenos cómo se enteró de Brave Ads
pt: Por favor, nos diga como você descobriu o Brave Ads

source: Please let us know why you're interested in Brave Ads
es: Por favor, indíquenos por qué está interesado(a) en Brave Ads
pt: Por favor, nos diga por que você está interessado no Brave Ads
