Repository: brave/ads-ui
Catalog: src/locales/*.po
Languages: es, pt

source: {adFormatName} are not available for self-managed campaigns. Please contact sales to inquire.
es: {adFormatName} no están disponibles para las campañas autogestionadas. Póngase en contacto con el departamento de ventas para consultar.
pt: {adFormatName} não estão disponíveis para campanhas autogerenciadas. Por favor, entre em contato com o time de vendas para obter mais informações.

source: {billingType} price must be {price} or higher
es: {billingType} debe ser {price} o superior
pt: O preço de {billingType} deve ser {price} ou superior

source: {campaignFormat} pricing configuration option(s):
es: {campaignFormat} opción(es) de configuración de precios:
pt: Opção(ões) de configuração de preços para {campaignFormat}:

source: {length}/{maxLength} characters
es: {length}/{maxLength} caracteres
pt: {length}/{maxLength} caracteres

source: {type} status cannot be updated
es: El estado de {type} no se puede actualizar.
pt: Não é possível atualizar o status de {type}

source: *Limited time only. Available to new advertisers, and those who ran campaigns prior to September 30, 2023. Eligible for Push Notification and Newsfeed ads.
es: *Solo por tiempo limitado. Disponible para nuevos anunciantes y para aquellos que hayan realizado campañas antes del 30 de septiembre de 2023. Elegible para anuncios de Notificación Push y fuente de noticias.
pt: *Apenas por tempo limitado. Disponível para novos anunciantes e para aqueles que realizaram campanhas antes de 30 de setembro de 2023. Elegível para anúncios de notificação push e feed de notícias.

source: +{count} more
es: +{count} más
pt: +{count} mais

source: 1 Day
es: 1 día
pt: 1 Dia

source: 30 Days
es: 30 días
pt: 30 Dias

source: 401 Forbidden
es: 401 prohibido
pt: 401 Proibido

source: 7 Days
es: 7 días
pt: 7 Dias

source: A forbidden error was returned. You may need to log out and back in again.
es: Se ha devuelto un error prohibido. Es posible que tenga que cerrar sesión y volver a iniciarla.
pt: Um erro de proibição foi retornado. Você pode precisar sair e entrar novamente.

source: A login email is on the way
es: Un correo electrónico de inicio de sesión está en camino
pt: Um e-mail de login está sendo enviado

source: About Brave Ads
es: Acerca de Brave Ads
pt: Sobre o Brave Ads

source: Account
es: Cuenta
pt: Conta

source: Account Settings
es: Configuración de la cuenta
pt: Configurações da Conta

source: Activate
es: Activar
pt: Ativar

source: Ad
es: Anuncio
pt: Anúncio

source: Ad body is required
es: El cuerpo del anuncio es obligatorio
pt: O corpo do anúncio é obrigatório

source: Ad body must be less than 60 characters
es: El cuerpo del anuncio debe tener menos de 60 caracteres
pt: O corpo do anúncio deve ter menos de 60 caracteres

source: Ad description is required
es: La descripción del anuncio es obligatoria
pt: A descrição do anúncio é obrigatória

source: Ad format
es: Formato del anuncio
pt: Formato do anúncio

source: Ad Format
es: Formato del anuncio
pt: Formato do Anúncio

source: Ad image dimensions are required
es: Las dimensiones de la imagen del anuncio son obligatorias
pt: As dimensões da imagem do anúncio são obrigatórias

source: Ad Name is required
es: El nombre del anuncio es obligatorio
pt: O nome do anúncio é obrigatório

source: Ad Set
es: Conjunto de anuncios
pt: Conjunto de Anúncios

source: Ad set name
es: Nombre del conjunto de anuncios
pt: Nome do conjunto de anúncios

source: Ad Sets
es: Conjuntos de anuncios
pt: Conjuntos de Anúncios

source: Ad sets must have at least one ad
es: Los conjuntos de anuncios deben tener al menos un anuncio
pt: Conjuntos de anúncios devem ter pelo menos um anúncio

source: Ad title is required
es: El título del anuncio es obligatorio
pt: O título do anúncio é obrigatório

source: Ad title must be less than 30 characters
es: El título del anuncio debe tener menos de 30 caracteres
pt: O título do anúncio deve ter menos de 30 caracteres

source: Ad title must be less than 90 characters
es: El título del anuncio debe tener menos de 90 caracteres
pt: O título do anúncio deve ter menos de 90 caracteres

source: Ad type is required
es: El tipo de anuncio es obligatorio
pt: O tipo de anúncio é obrigatório

source: Ad type must be notification or news
es: El tipo de anuncio debe ser notificación o noticias
pt: O tipo de anúncio deve ser notificação ou notícia

source: Add an existing ad
es: Añadir un anuncio existente
pt: Adicionar um anúncio existente

source: Add Conversion tracking
es: Añadir seguimiento de conversiones
pt: Adicionar rastreamento de conversão

source: Additional Details
es: Detalles adicionales
pt: Detalhes Adicionais

source: Ads
es: Anuncios
pt: Anúncios

source: Ads are modular building blocks that can be paired with ad sets to build unique combinations. Your previously approved ads will show here. Select by using the box next to the name. Use the "Complete selection" button to finish.
es: Los anuncios son bloques de construcción modulares que se pueden combinar con conjuntos de anuncios para crear combinaciones únicas. Los anuncios aprobados anteriormente se mostrarán aquí. Seleccione la casilla situada junto al nombre. Utilice el botón “Completar selección” para finalizar.
pt: Anúncios são blocos de construção modulares que podem ser combinados com conjuntos de anúncios para criar combinações únicas. Seus anúncios previamente aprovados serão exibidos aqui. Selecione usando a caixa ao lado do nome. Use o botão "Seleção Completa" para concluir.

source: Ads Help Center
es: Centro de ayuda de anuncios
pt: Central de Ajuda de Anúncios

source: Advertiser Name
es: Nombre del anunciante
pt: Nome do Anunciante

source: Advertiser profile
es: Perfil del anunciante
pt: Perfil do anunciante

source: All OS
es: Todos los SO
pt: Todos os SO

source: All time
es: Todo el tiempo
pt: Desde o início

source: An ad from my Brave browser
es: Un anuncio de mi navegador Brave
pt: Um anúncio do meu navegador Brave

source: An error has occurred while processing your request.
es: Se ha producido un error al procesar su solicitud.
pt: Ocorreu um erro ao processar sua solicitação.

source: API keys are used to get data from the reporting endpoints. They are unique to you.
es: Las claves API se utilizan para obtener datos de los puntos de conexión de informes. Son únicas para usted.
pt: As chaves de API são utilizadas para acessar dados nos endpoints de relatório. Elas são exclusivas para você.

source: Are you sure you want to activate
es: ¿Está seguro(a) de que quiere activarlo?
pt: Tem certeza de que deseja ativar?

source: Are you sure you want to modify "{creativeName}"?
es: ¿Está seguro(a) de que quiere modificar “{creativeName}”?
pt: Tem certeza de que deseja modificar "{creativeName}"?

source: Are you sure you want to pause
es: ¿Está seguro(a) de que quiere pausar?
pt: Tem certeza de que deseja pausar?

source: As effective as Google
es: Tan eficaz como Google
pt: Tão eficaz quanto o Google

source: At a marketing/media conference
es: En una conferencia de marketing/medios de comunicación
pt: Em uma conferência de marketing/mídia

source: At least one country must be targeted
es: Debe dirigirse al menos a un país meta
pt: Pelo menos um país deve ser direcionado

source: At least one platform must be targeted
es: Debe dirigirse al menos a una plataforma meta
pt: Pelo menos uma plataforma deve ser direcionada

source: Audiences
es: Audiencias
pt: Públicos-alvo

source: Augment your marketing strategy
es: Aumente su estrategia de marketing
pt: Aprimore a sua estratégia de marketing

source: Automatic interest targeting
es: Segmentación automática de intereses
pt: Direcionamento automático por interesse

source: Back
es: Atrás
pt: Voltar

source: BAT holders can now also cash in their tokens to advertise their companies or products on the Brave Ads network.
es: Los poseedores de BAT ahora también pueden canjear sus tokens para anunciar sus empresas o productos en la red de Anuncios de Brave.
pt: Os detentores de BAT agora também podem trocar os seus tokens para anunciar as suas empresas ou produtos na rede de Anúncios Brave.

source: Billing Type
es: Tipo de facturación
pt: Tipo de Cobrança

source: Body
es: Cuerpo
pt: Corpo

source: Body Preview
es: Vista previa del cuerpo
pt: Pré-visualização do Corpo

source: Brave Ads deliver at the browser or search level, in dedicated placements that give your brand more spotlight and better engagement.
es: Los anuncios de Brave se entregan a nivel de navegador o de búsqueda, en ubicaciones dedicadas que le dan a su marca más protagonismo y una mejor participación.
pt: Os Anúncios Brave são apresentados no navegador ou na pesquisa, em locais dedicados que dão à sua marca mais destaque e melhor engajamento.

source: Brave cannot recover this key, which has been generated in your browser. You will need to confirm this private key on the next step before changes are saved.
es: Brave no puede recuperar esta clave, que se ha generado en su navegador. Deberá confirmar esta clave privada en el siguiente paso antes de guardar los cambios.
pt: O Brave não pode recuperar esta chave que foi gerada em seu navegador. Você precisará confirmar esta chave privada na próxima etapa antes que as alterações sejam salvas.

source: Brave is an independent company dedicated to building a user-first Web. Our private, feature-rich browser and search engine are used by 70+ million people worldwide, with hundreds of thousands more downloading every day.
es: Brave es una compañía independiente dedicada a construir una Web centrada en el usuario. Nuestro navegador y motor de búsqueda privado y rico en funciones es utilizado por más de 70 millones de personas en todo el mundo, con cientos de miles más descargando cada día.
pt: O Brave é uma empresa independente dedicada a construir uma Web centrada no usuário. Nosso navegador privado e rico em recursos, junto ao nosso mecanismo de busca, são utilizados por mais de 70 milhões de pessoas em todo o mundo, com centenas de milhares de novos downloads todos os dias.

source: Brave is where early adopters thrive. We’re celebrating our crypto roots by offering new and returning Brave Ads customers half off their first self-managed campaign if they buy with BAT<0>*</0>
es: Brave es donde prosperan los adoptantes tempranos. Celebramos nuestras raíces criptográficas ofreciendo a los clientes nuevos y recurrentes de Brave Ads la mitad de su primera campaña autogestionada si compran con BAT<0>*</0>
pt: Brave é o lugar onde os adotantes iniciais prosperam. Estamos celebrando nossas origens no mundo cripto oferecendo aos novos e antigos clientes dos Anúncios Brave 50% de desconto na primeira campanha autogerenciada se pagarem com BAT<0>*</0>

source: Brave Search Ads
es: Anuncios de Brave Search
pt: Anúncios da Pesquisa Brave

source: Brave Search Ads are privacy-preserving, text-based ads that appear at the top of a user’s search results page (SERP). Want to redefine your SEM program, and diversify from Big Tech? Get the first-mover advantage and start targeting your brand’s most important keywords today.
es: Los anuncios de Brave Search son anuncios basados en texto que preservan la privacidad y que aparecen en la parte superior de la página de resultados de búsqueda (SERP) de un usuario. ¿Quiere redefinir su programa SEM y diversificarse de Big Tech? Obtenga la ventaja de ser el primero en moverse y comience a orientar las palabras clave más importantes de su marca hoy.
pt: Os anúncios da Pesquisa Brave são anúncios que preservam a privacidade, baseados em texto e que aparecem no topo da página de resultados de busca (SERP) do usuário. Quer redefinir seu programa de SEM e se distanciar das Big Techs? Aproveite a vantagem do pioneirismo e comece a direcionar as palavras-chave mais importantes da sua marca hoje mesmo.

source: Brave Search Ads can reach audiences who use ad blockers, and don’t use traditional search engines.
es: Los anuncios de Brave Search pueden llegar a audiencias que usan bloqueadores de anuncios y no usan motores de búsqueda tradicionales.
pt: Os anúncios da Pesquisa Brave podem alcançar públicos que utilizam bloqueadores de anúncios e não usam mecanismos de busca tradicionais.

source: Brave Search Ads convert as well as—or better than—Google Search ad clicks.
es: Los anuncios de Brave Search generan conversiones tan bien o mejor que los clics en los anuncios de Google Search.
pt: Os anúncios da Pesquisa Brave convertem tão bem quanto, ou até melhor, que os anúncios da Pesquisa Google.

source: Brave Search is the fastest growing independent search engine since Bing, with more than 9 billion searches each year (and growing). It’s the default search engine for Brave’s tens of millions of worldwide users, and available in any other browser at <0>search.brave.com</0>
es: Brave Search es el motor de búsqueda independiente de más rápido crecimiento desde Bing, con más de 9 mil millones de búsquedas cada año (y creciendo). Es el motor de búsqueda predeterminado para las decenas de millones de usuarios de Brave en todo el mundo, y está disponible en cualquier otro navegador en <0>search.brave.com</0>
pt: A Pesquisa Brave é o mecanismo de busca independente de crescimento mais rápido desde o Bing, com mais de 9 bilhões de buscas a cada ano (e crescendo). É o mecanismo de busca padrão para dezenas de milhões de usuários do Brave em todo o mundo e está disponível em qualquer outro navegador em <0>search.brave.com</0>

source: Brave’s 70+ million cord cutters, and tech savvy early adopters want privacy and performance over tracking and lag. Hundreds of thousands more make the switch every day. Want them to see your brand? Start your first campaign in minutes, and with as little as $500.
es: Los más de 70 millones de usuarios de Brave, expertos en tecnología y adoptantes tempranos, prefieren la privacidad y el rendimiento sobre el rastreo y la lentitud. Cientos de miles más se cambian cada día. ¿Quiere que vean su marca? Inicie su primera campaña en minutos, con tan solo $500.
pt: Os mais de 70 milhões de usuários do Brave, que abandonaram a TV a cabo e são ligados em tecnologia, valorizam privacidade e desempenho em vez de serem rastreados e enfrentarem lentidão. Centenas de milhares de pessoas aderem à plataforma todos os dias. Quer que eles vejam sua marca? Comece sua primeira campanha em minutos, com um investimento inicial de apenas $500.

source: Budget
es: Presupuesto
pt: Orçamento

source: Business name
es: Nombre de la empresa
pt: Nome da Empresa

source: Business name is required
es: Se requiere el nombre de la empresa.
pt: O nome da empresa é obrigatório

source: Business website
es: Sitio web de la empresa
pt: Site da Empresa

source: Business Website is required
es: Se requiere el sitio web de la empresa.
pt: O site da empresa é obrigatório

source: Call To Action
es: Llamada a la acción
pt: Chamada para Ação

source: Call to action is required
es: Se requiere una llamada a la acción.
pt: A chamada para ação é obrigatória

source: Call to action must be less than 15 characters
es: La llamada a la acción debe tener menos de 15 caracteres.
pt: A chamada para ação deve ter menos de 15 caracteres

source: Call to Action text
es: Texto de la llamada a la acción
pt: Texto da Chamada para Ação

source: Campaign
es: Campaña
pt: Campanha

source: Campaign creation is currently unavailable
es: La creación de campañas no está disponible actualmente
pt: A criação da campanha não está disponível no momento

source: Campaign does not exist, or cannot be edited. Please try again later.
es: La campaña no existe o no se puede editar. Por favor, inténtelo de nuevo más tarde.
pt: A campanha não existe ou não pode ser editada. Por favor, tente novamente mais tarde.

source: Campaign Drafts
es: Borradores de campaña
pt: Rascunhos de Campanha

source: Campaign Format is required
es: Se requiere el formato de la campaña
pt: O Formato da Campanha é obrigatório

source: Campaign has not started yet
es: La campaña aún no ha comenzado
pt: A campanha ainda não começou

source: Campaign Name
es: Nombre de la campaña
pt: Nome da Campanha

source: Campaign Name is required
es: Se requiere el nombre de la campaña
pt: O nome da campanha é obrigatório

source: Campaign Settings
es: Configuración de la campaña
pt: Configurações da Campanha

source: Campaign Summary
es: Resumen de la campaña
pt: Resumo da campanha

source: Campaigns
es: Campañas
pt: Campanhas

source: Cancel
es: Cancelar
pt: Cancelar

source: cannot create api key
es: No se puede crear una clave de API
pt: não é possível criar a chave de API

source: cannot create session
es: No se puede crear una sesión
pt: não é possível criar sessão

source: Check eligibility
es: Verifique la elegibilidad
pt: Verificar elegibilidade

source: Choose
es: Elegir
pt: Escolher

source: Choose a format for the campaign you would like to run.
es: Elija un formato para la campaña que desea ejecutar
pt: Escolha um formato para a campanha que você gostaria de executar.

source: Choose File
es: Elija archivo
pt: Escolha o Arquivo

source: City
es: Ciudad
pt: Cidade

source: City is required
es: Se requiere ciudad
pt: A cidade é obrigatória

source: Click Here!
es: ¡Haga clic aquí!
pt: Clique Aqui!

source: Click on the secure login link in the email to access your Brave Ads account.
es: Haga clic en el enlace de inicio de sesión seguro del correo electrónico para acceder a su cuenta de Brave Ads.
pt: Clique no link seguro de login no seu e-mail para acessar sua conta do Brave Ads.

source: Click Through Rate
es: Clic por calificaciones
pt: Taxa de Cliques

source: Click-through Conversions
es: Conversiones por clics
pt: Conversões por Cliques

source: Clicks
es: Clics
pt: Cliques

source: Clone
es: Clonar
pt: Clonar

source: Clone {campaignName}
es: Clonar {campaignName}
pt: Clonar {campaignName}

source: Clone campaign: "{campaignName}"?
es: Clonar campaña: “{campaignName}”?
pt: Clonar campanha: "{campaignName}"?

source: Cloning a campaign will take all properties including ad sets and ads, and create a new draft campaign with them.
es: Al clonar una campaña, se tomarán todas las propiedades, incluidos los conjuntos de anuncios y los anuncios, y se creará un nuevo borrador de campaña con ellos.
pt: Clonar uma campanha vai copiar todas as configurações, incluindo conjuntos de anúncios e anúncios, e criar um novo rascunho de campanha com elas.

source: Close
es: Cerrar
pt: Fechar

source: Complete
es: Completar
pt: Concluir

source: Complete selection
es: Completar selección
pt: Seleção concluída

source: Complete your business profile to continue
es: Complete su perfil de empresa para continuar
pt: Complete o perfil da sua empresa para continuar

source: Congratulations! 🎉
es: ¡Felicidades! 🎉
pt: Parabéns! 🎉

source: Contact
es: Póngase en contacto con selfserve@brave.com
pt: Contato

source: Contact sales
es: Póngase en contacto con Ventas
pt: Contate o time de vendas

source: Contact Sales
es: Póngase en contacto con Ventas
pt: Contate o Time de Vendas

source: Content
es: Contenido
pt: Conteúdo

source: Continue
es: Continuar
pt: Continuar

source: Conversion
es: Conversión
pt: Conversão

source: Conversion Observation Window
es: Ventana de observación de conversión
pt: Janela de Observação de Conversão

source: Conversion Rate
es: Tasa de conversión
pt: Taxa de Conversão

source: Conversion reporting change
es: Cambio en la informe de conversión
pt: Mudança no relatório de Conversão

source: Conversion reporting for Brave Ads has changed to better uphold user privacy and security. Campaigns with conversion URLs that violate the newly clarified requirements for conversion URLs will now automatically be paused until their URLs have been updated. Please review the guidelines and take any necessary action to prevent campaign disruption. New guidelines can be found at the <0/>
es: La informe de conversión para los Anuncios de Brave ha cambiado para mejorar la privacidad y la seguridad de los usuarios. Las campañas con URL de conversión que violen los requisitos recientemente aclarados para las URL de conversión se pausarán automáticamente hasta que se actualicen sus URL. Revise las pautas y tome las medidas necesarias para evitar interrupciones en la campaña. Las nuevas pautas se pueden encontrar en el <0/>
pt: A geração de relatórios de conversão para os Anúncios Brave foi alterada para melhor manter a privacidade e a segurança do usuário. Campanhas com URLs de conversão que violem os requisitos recentemente esclarecidos para URLs de conversão serão automaticamente pausadas até que suas URLs sejam atualizadas. Por favor, reveja as diretrizes e tome as ações necessárias para evitar a interrupção da campanha. As novas diretrizes podem ser encontradas em <0/>

source: Conversion type must be Post Click or Post View
es: El tipo de conversión debe ser Post Clic o Post Vista
pt: O tipo de conversão deve ser Pós-Clique ou Pós-Visualização

source: Conversion type required.
es: Se requiere el tipo de conversión.
pt: Tipo de conversão obrigatório.

source: Conversion URL must end in trailing asterisk (*)
es: La URL de conversión debe terminar con un asterisco final (*)
pt: A URL de conversão deve terminar com um asterisco (*)

source: Conversion URL must not contain any whitespace
es: La URL de conversión no debe contener espacios en blanco
pt: A URL de conversão não deve conter espaços em branco

source: Conversion URL must start with https://
es: La URL de conversión debe comenzar con https://
pt: A URL de conversão deve começar com https://

source: Conversion URL Pattern
es: Patrón de URL de conversión
pt: Padrão de URL de Conversão

source: Conversion URL required.
es: Se requiere una URL de conversión.
pt: A URL de conversão é obrigatória.

source: Conversions
es: Conversiones
pt: Conversões

source: Copy this and keep this safe!
es: ¡Copie esto y guárdelo en un lugar seguro!
pt: Copie isso e guarde em um local seguro!

source: Cost per Acquisition
es: Costo por adquisición
pt: Custo por Aquisição

source: Cost per click
es: Costo por clic
pt: Custo por clique

source: Could not logout at this time. Please try again later.
es: No se pudo cerrar la sesión en este momento. Por favor, inténtelo de nuevo más tarde.
pt: Não foi possível fazer logout no momento. Por favor, tente novamente mais tarde.

source: Country
es: País
pt: País

source: Country is required
es: Se requiere el país
pt: O país é obrigatório

source: Country Targeting
es: Segmentación por país
pt: Direcionamento por País

source: CPC (Clicks)
es: CPC (clics)
pt: CPC (Cliques)

source: CPM (Impressions)
es: CPM (impresiones)
pt: CPM (Visualizações)

source: CPSV (Site Visits)
es: CPSV (visitas al sitio)
pt: CPSV (Visitas ao Site)

source: Create & Submit For Approval
es: Crear y enviar para aprobación
pt: Criar e Enviar Para Aprovação

source: Create ad
es: Crear anuncio
pt: Criar Anúncio

source: Create new ad
es: Crear nuevo anuncio
pt: Criar Novo Anúncio

source: Create new keypair?
es: ¿Crear un nuevo par de claves?
pt: Criar Novo Par de Chaves?

source: created
es: creado
pt: criado

source: Custom
es: Personalizado
pt: Personalizado

source: Daily
es: Diario
pt: Diário

source: Dashboard
es: Panel de control

source: Data not valid for this private key
es: Datos no válidos para esta clave privada
pt: Dados inválidos para esta chave privada

source: Decrypt Conversion Data?
es: ¿Descifrar datos de conversión?
pt: Descriptografar Dados de Conversão?

source: Define how you want your campaign to run.
es: Defina cómo quiere que se publique su campaña.
pt: Defina como deseja que sua campanha seja executada.

source: Define the number of days Brave will observe conversions and attribute them to the campaign.
es: Defina el número de días que Brave observará las conversiones y las atribuirá a la campaña.
pt: Defina o número de dias que o Brave observará conversões e as atribuirá à campanha.
